/* Dismiss. */
"ErrorDialogCancelButton_Standard" = "Cancel";

/* Device cannot send email. */
"ErrorDialogMessage_EmailUnavialable" = "Error sending email. Your device might not be configured to send email.";

/* Device cannot make phone calls. */
"ErrorDialogMessage_PhoneUnavialable" = "Error making phone call or phone functionality is not available on your device.";

/* There was an error. Please try again later. */
"ErrorDialogMessage_ScheduleDownloadFailed" = "There was an error downloading the schedule. Please try again later.";

/* There was no new schedule available. */
"ErrorDialogMessage_ScheduleDownloadNoNewData" = "No new schedule is available. Please check again at a later date.";

/* Device cannot make phone calls. */
"ErrorDialogMessage_TwitterUnavialable" = "Error sending tweet. Your device might not be configured to use Twitter.";

/* There was an error with the download. */
"ErrorDialogTitle_ScheduleDownloadError" = "Download Error";

/* Nothing New. */
"ErrorDialogTitle_ScheduleDownloadUnavailable" = "Your schedule is up to date.";

/* Error. */
"ErrorDialogTitle_Standard" = "Error";

/* Subject of DJ Request Emails */
"RequestEmailSubject" = "RequestEmailSubject";

/* Call */
"RequestMenuButton_Call" = "Call";

/* Cancel */
"RequestMenuButton_Cancel" = "Cancel";

/* Email */
"RequestMenuButton_Email" = "Email";

/* Active word for Twitter service...i.e. Tweet */
"RequestMenuButton_Twitter" = "Tweet";

/* Make a Request! */
"RequestMenuTitle" = "Make a Request";

/* Message for stream error alert view. */
"StreamErrorWindowMessage" = "There is an error with the data stream. Please press the refresh button to try and resolve this issue.";

/* Title for stream error alert view. */
"StreamErrorWindowTitle" = "Data Stream Error";

